{"_id":{"$oid":"5c3f410a11acba2c50c530ec"},"comments":[{"$oid":"5c42d31802876b2e20267321"},{"$oid":"5c42ea31c7e93e1b083bce4a"},{"$oid":"5c42ea55c7e93e1b083bce4b"},{"$oid":"5c445f9dce6d9629c0520445"},{"$oid":"5c447594ce6d9629c0520446"},{"$oid":"5c44768fce6d9629c0520447"},{"$oid":"5c447d87ce6d9629c0520448"},{"$oid":"5c471b90df64d516682c1d94"},{"$oid":"5c4731bc7bda921f0cc4c40c"},{"$oid":"5c4c40c50aa2e83338c589c7"}],"name":"DUNKIRK","image":"https://m.media-amazon.com/images/M/MV5BN2YyZjQ0NTEtNzU5MS00NGZkLTg0MTEtYzJmMWY3MWRhZjM2XkEyXkFqcGdeQXVyMDA4NzMyOA@@._V1_.jpg","description":"     Evacuation of Allied soldiers from the British Empire, and France, who were cut off and surrounded by the German Army from the beaches and harbor of Dunkirk, France, between May 26- June 04, 1940, during Battle of France in World War II. Written by Harvey","author":{"id":{"$oid":"5c3b2233f5f7a91ad0195ef8"},"username":"keerati"},"__v":10}
{"_id":{"$oid":"5c42cf0299cab339701380e1"},"comments":[],"name":"TITANIC","image":"https://images-na.ssl-images-amazon.com/images/I/51gEpO63aRL.jpg","description":"Titanic is a 1997 American epic romantic disaster movie. It was directed, written, and co-produced by James Cameron. The movie is about the 1912 sinking of the RMS Titanic. It stars Kate Winslet and Leonardo DiCaprio. The two play characters who are of different social classes. They fall in love after meeting aboard the ship, but it was not good for a rich girl to fall in love with a poor boy in 1912","author":{"id":{"$oid":"5c3b2233f5f7a91ad0195ef8"},"username":"keerati"},"__v":0}
{"_id":{"$oid":"5c42cf3399cab339701380e2"},"comments":[],"name":"AVARTAR","image":"https://upload.wikimedia.org/wikipedia/sco/b/b0/Avatar-Teaser-Poster.jpg","description":"Avatar, marketed as James Cameron's Avatar, is a 2009 American epic science fiction film directed, written, produced, and co-edited by James Cameron, and stars Sam Worthington, Zoe Saldana, Stephen Lang, Michelle Rodriguez, and Sigourney Weaver. The film is set in the mid-22nd century, when humans are colonizing Pandora, a lush habitable moon of a gas giant in the Alpha Centauri star system, in order to mine the mineral unobtanium, a room-temperature superconductor. The expansion of the mining colony threatens the continued existence of a local tribe of Na'vi – a humanoid species indigenous to Pandora. The film's title refers to a genetically engineered Na'vi body operated from the brain of a remotely located human that is used to interact with the natives of Pandora","author":{"id":{"$oid":"5c3b2233f5f7a91ad0195ef8"},"username":"keerati"},"__v":0}
{"_id":{"$oid":"5c42cf7099cab339701380e3"},"comments":[],"name":"BLACK HAWK DOWN","image":"https://images-na.ssl-images-amazon.com/images/I/41VsZPOU8uL.jpg","description":"Black Hawk Down is a 2001 war film produced and directed by Ridley Scott from a screenplay by Ken Nolan. It is based on the 1999 non-fiction book of the same name by journalist Mark Bowden. As an embedded journalist, he covered the 1993 raid in Mogadishu by the U.S. military, aimed at capturing faction leader Mohamed Farrah Aidid. The ensuing firefight became known as the Battle of Mogadishu. The film features a large ensemble cast, including Josh Hartnett, Ewan McGregor, Eric Bana, Tom Sizemore, William Fichtner, and Sam Shepard.","author":{"id":{"$oid":"5c3b2233f5f7a91ad0195ef8"},"username":"keerati"},"__v":0}
{"_id":{"$oid":"5c4d371e77c672327872da79"},"comments":[],"name":"THE BIG SHORT","image":"https://images-na.ssl-images-amazon.com/images/I/91dC4o8mScL._SY606_.jpg","description":"The Big Short is a 2015 Oscar-nominated film adaptation of author Michael Lewis’s best-selling book of the same name. The movie, directed by Adam McKay, focuses on the lives of several American financial professionals who predicted and profited from the build-up and subsequent collapse of the housing and credit bubble in 2007 and 2008.","author":{"id":{"$oid":"5c4d212a1b171b27088dcde2"},"username":"paul-pogba"},"__v":0}
{"_id":{"$oid":"5c4d377a77c672327872da7a"},"comments":[],"name":"FOREST GUMP","image":"https://images-na.ssl-images-amazon.com/images/I/41dkwOlFjYL.jpg","description":"Forrest Gump is a 1994 American comedy-drama film based on the 1986 novel of the same name by Winston Groom. It was directed by Robert Zemeckis and written by Eric Roth. The film stars Tom Hanks, Robin Wright, Gary Sinise, Mykelti Williamson, and Sally Field. The story depicts several decades in the life of Forrest Gump (Hanks), a slow-witted but kind-hearted man from Alabama who witnesses several defining historical events in the 20th century in the United States.","author":{"id":{"$oid":"5c4d212a1b171b27088dcde2"},"username":"paul-pogba"},"__v":0}
{"_id":{"$oid":"5c4d37c877c672327872da7b"},"comments":[],"name":"THE SHAWSHANK REDEMPTION","image":"https://ae01.alicdn.com/kf/HTB1bOBpRpXXXXbbapXXq6xXFXXXo.jpg","description":"The Shawshank Redemption is a 1994 American drama film written and directed by Frank Darabont, based on the 1982 Stephen King novella Rita Hayworth and Shawshank Redemption. It tells the story of banker Andy Dufresne (Tim Robbins), who is sentenced to life in Shawshank State Penitentiary for the murder of his wife and her lover, despite his claims of innocence. Over the following two decades, he befriends a fellow prisoner, contraband smuggler Ellis \"Red\" Redding (Morgan Freeman), and becomes instrumental in a money laundering operation led by the prison warden Samuel Norton (Bob Gunton). William Sadler, Clancy Brown, Gil Bellows, and James Whitmore appear in supporting roles.","author":{"id":{"$oid":"5c4d212a1b171b27088dcde2"},"username":"paul-pogba"},"__v":0}
{"_id":{"$oid":"5c4d382077c672327872da7c"},"comments":[],"name":"IN TIME","image":"https://i.pinimg.com/originals/9a/23/24/9a232445a802390e7463f80d504775a9.jpg","description":"In Time is a 2011 American dystopian science fiction action thriller film written, directed, and produced by Andrew Niccol. Justin Timberlake, Amanda Seyfried and Cillian Murphy star as inhabitants in a society where people stop aging at 25. Instead of using paper money, a new economic system uses time as currency, and each person has a clock on their arm that counts down how long they have to live. The film was released on October 28, 2011.","author":{"id":{"$oid":"5c4d212a1b171b27088dcde2"},"username":"paul-pogba"},"__v":0}
{"_id":{"$oid":"5c4d462e77c672327872da7d"},"comments":[],"name":"Harry Potter and the Sorcerer's Stone","image":"https://m.media-amazon.com/images/M/MV5BNjQ3NWNlNmQtMTE5ZS00MDdmLTlkZjUtZTBlM2UxMGFiMTU3XkEyXkFqcGdeQXVyNjUwNzk3NDc@._V1_UY1200_CR90,0,630,1200_AL_.jpg","description":"Harry Potter and the Philosopher's Stone (released in the United States and India as Harry Potter and the Sorcerer's Stone) is a 2001 fantasy film directed by Chris Columbus and distributed by Warner Bros. Pictures. It is based on J. K. Rowling's 1997 novel of the same name. The film is the first instalment of the Harry Potter film series and was written by Steve Kloves and produced by David Heyman. Its story follows Harry Potter's first year at Hogwarts School of Witchcraft and Wizardry as he discovers that he is a famous wizard and begins his education. The film stars Daniel Radcliffe as Harry Potter, with Rupert Grint as Ron Weasley, and Emma Watson as Hermione Granger.","author":{"id":{"$oid":"5c4338dbbda0233290242931"},"username":"UrboyTJ"},"__v":0}
{"_id":{"$oid":"5c4d46f877c672327872da7e"},"comments":[],"name":"Harry Potter and the Chamber of Secrets","image":"http://www.cyber-cinema.com/harry_potter/harry2IntBRpt.jpg","description":"Harry Potter and the Chamber of Secrets is a 2002 fantasy film directed by Chris Columbus and distributed by Warner Bros. Pictures. It is based on J. K. Rowling's 1998 novel of the same name. The film is a sequel to the 2001 film Harry Potter and the Philosopher's Stone and the second instalment in the Harry Potter film series. It was written by Steve Kloves and produced by David Heyman. Its story follows Harry Potter's second year at Hogwarts School of Witchcraft and Wizardry as the Heir of Salazar Slytherin opens the Chamber of Secrets, unleashing a monster that petrifies the school's denizens. The film stars Daniel Radcliffe as Harry Potter, with Rupert Grint as Ron Weasley, and Emma Watson as Hermione Granger and is also the last film to feature Richard Harris as Professor Albus Dumbledore, due to his death that same year.","author":{"id":{"$oid":"5c4338dbbda0233290242931"},"username":"UrboyTJ"},"__v":0}
{"_id":{"$oid":"5c4d473677c672327872da7f"},"comments":[],"name":"Harry Potter and the Prisoner of Azkaban","image":"https://images-na.ssl-images-amazon.com/images/I/512o8hHpCaL.jpg","description":"Harry Potter and the Prisoner of Azkaban is a 2004 fantasy film directed by Alfonso Cuarón and distributed by Warner Bros. Pictures. It is based on J. K. Rowling's 1999 novel of the same name. The film, which is the third instalment in the Harry Potter film series, was written by Steve Kloves and produced by Chris Columbus, David Heyman, and Mark Radcliffe. The story follows Harry Potter's third year at Hogwarts as he is informed that a prisoner named Sirius Black has escaped from Azkaban intending to kill him.","author":{"id":{"$oid":"5c4338dbbda0233290242931"},"username":"UrboyTJ"},"__v":0}
{"_id":{"$oid":"5c4d477177c672327872da80"},"comments":[],"name":"Harry Potter and the Goblet of Fire","image":"https://i.pinimg.com/originals/e0/9f/ce/e09fce299760afc5e06c9d628dbcafc8.jpg","description":"Harry Potter and the Goblet of Fire is a 2005 fantasy film directed by Mike Newell and distributed by Warner Bros. Pictures. It is based on J. K. Rowling's 2000 novel of the same name. The film, which is the fourth instalment in the Harry Potter film series, was written by Steve Kloves and produced by David Heyman. The story follows Harry's fourth year at Hogwarts as he is chosen by the Goblet of Fire to compete in the Triwizard Tournament.","author":{"id":{"$oid":"5c4338dbbda0233290242931"},"username":"UrboyTJ"},"__v":0}
